[
{"title": "Qualcomm lays off 269 employees in North Carolina and California", "author": "Brian Heater", "text": " Qualcomm’s struggling data center business was hit another massive blow as the company laid off hundreds. The news, first revealed by the Information, has since been confirmed by TechCrunch. The "},
{"title": "Audi e-tron first drive: Quick, comfortable and familiar", "author": "Matt Burns", "text": " Even after a few minutes behind the wheel, it’s easy to forget the Audi e-tron is electric. The SUV is not outrageous or radical, but rather pedestrian and effortless. Audi  didn’t invent somethi"},
{"title": "Pivotal announces new serverless framework", "author": "Ron Miller", "text": " Pivotal has always been about making open-source tools for enterprise developers, but surprisingly, up until now, the arsenal has lacked a serverless component. That changed today with the alpha "},
{"title": "Essential acquires email startup CloudMagic", "author": "Brian Heater", "text": " Andy Rubin’s Essential has acquired CloudMagic, makers of the Newton email app, for an undisclosed sum. The news, first reported this morning, has since been confirmed by TechCrunch. An Essential"},
{"title": "Walmart acquires art and wall décor retailer Art.com", "author": "Sarah Perez", "text": " Walmart’s acquisition spree continues. Only a couple of months after picking up apparel and lingerie brands ELOQUII and Bare Necessities, respectively, the company on Thursday announced its plans"},
{"title": "IBM selling Lotus Notes/Domino business to HCL for $1.8B", "author": "Ron Miller", "text": " IBM  announced last night that it is selling the final components from its 1995 acquisition of Lotus to Indian firm HCL for $1.8 billion. IBM paid $3.5 billion for Lotus back in the day. The big "},
{"title": "Amazon’s cashier-free Go stores may be coming to airports", "author": "Brian Heater", "text": " According to a new report from Reuters, Amazon is looking at several top U.S. airports for potential locations for its cashier-free Go stores. The service cites public request records from airpor"},
{"title": "Apple acquired Platoon, a platform for musicians to create and distribute work", "author": "Ingrid Lunden", "text": " Spotify has made some significant moves to bypass record labels and work directly with artists, and there are signs that Apple could be eyeing up a similar approach to get a bigger share of origi"},
{"title": "This DIY Enigma machine fits inside a pocket watch", "author": " John Biggs", "text": "  The year is 1940. Through the use of arcane atomic technologies, the Axis have brought back modern technology from the year 2018. Their main prize? This amazing Enigma Pocket Watch. This tiny wa"},
{"title": "Google warns app developers of three malicious SDKs being used for ad fraud", "author": "Sarah Perez", "text": " A few days ago, Google removed popular Cheetah Mobile and Kika Tech apps from its Play Store following a BuzzFeed investigation, which discovered the apps were engaging in ad fraud. Today, as a r"},
{"title": "The next Avengers movie has a title and a cryptic first trailer", "author": "Anthony Ha", "text": " ﻿ If you’re reading this post, you probably want to watch the first trailer for the new Avengers movie. So go ahead, watch it. I’ll wait. It doesn’t show much that viewers of “Avengers: Infinity "},
{"title": "2 Milly files a lawsuit against Fortnite maker Epic Games over dance move", "author": "Jordan Crook", "text": " Rapper 2 Milly is suing Epic Games  over Fortnite’s use of his dance move, the Milly Rock. The lawsuit claims direct infringement of copyright, contributory infringement of copyright and violatio"},
{"title": "Netflix just had a record-breaking November on mobile", "author": "Sarah Perez", "text": " Netflix  just broke new records on consumer spending in its mobile apps, according to new data app intelligence firm Sensor Tower  has shared with TechCrunch. In November, Netflix pulled in an es"},
{"title": "Google Translate gets rid of some gender biases", "author": "Megan Rose Dickey", "text": " Google  is by no means perfect when it comes to issues relating to gender, but it’s clear the company is trying. Google recently made some important changes to its Translate tool — reducing gende"},
{"title": "Here’s what caused yesterday’s O2 and SoftBank outages", "author": "Ron Miller", "text": " It appears that most mobile carriers, including O2  and SoftBank, have recovered from yesterday’s cell phone network outage that was triggered by a shutdown of Ericsson equipment running on their"},
{"title": "Leica releases the CL Street Kit for all of your decisive moments", "author": "John Biggs", "text": " Leica’s  pricey — but sexy — CL camera is the closest thing you can get to an original portable luxury shooter without spending more than a used Toyota Corolla. The CL, which launched last year, "},
{"title": "Gift Guide: So your [friend, partner, kid, parent] wants to be a Twitch streamer…", "author": "Jordan Crook", "text": " Though many people still scratch their head at the idea of watching people play video games, Twitch and its content creators have proven that the platform is attractive to (even beloved by) tens "},
{"title": "Listen to the soothing sounds of Martian wind collected by NASA’s InSight lander", "author": "Devin Coldewey", "text": " The InSight Mars lander accomplished a perfect landing last week on the Elysium Planitia region of the planet, where it is hard at work preparing to drill into the surface (and taking selfies, of"},
{"title": "Huawei CFO, accused of fraud, faces up to 30 years in prison", "author": "Kate Clark", "text": " At a bail hearing today, new details emerged surrounding Huawei chief financial officer Meng Wanzhou’s arrest in Vancouver, Canada over the weekend. The daughter of Huawei founder Ren Zhengfei  i"},
{"title": "AI desperately needs regulation and public accountability, experts say", "author": "Devin Coldewey", "text": " Artificial intelligence systems and creators are in dire need of direct intervention by governments and human rights watchdogs, according to a new report from researchers at Google, Microsoft and"}
]